---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DGNImportOptions
source: html/f8caf63c-93f6-47c0-30d6-43c4f3643ab3.htm
---
# DGNImportOptions Members

Constructs a new instance of DGNImportOptions with default values of all properties.